Tekla.Structures.Filtering.Categories.ObjectFilterExpressions.IdNumber
The IdNumber class represents the identifier number filter expression.

Tekla.Structures.Filtering.Categories.ObjectFilterExpressions.IdNumber.#ctor
Initializes a new instance of the IdNumber class.